<?php

$example=array(
	//"name" => array("人名"."內容","落款","日期、出處"),
	"bumblerma" => array(
		"馬英九 (1)",
		"如果明年連任成功，\n我絕對不會，在我未來的4年當中，\n跟中國的領導人見面；\n我絕對不會，跟中國去談統一的問題",
		"2012年總統候選人 馬英九",
		""
		),

	"bumblerma2" => array(
		"馬英九 (2)",
		"\n\n六四不翻案，統一不能談",
		"2005甫當選為國民黨主席的台北市長 馬英九",
		""
		),

	"bumblerma3" => array(
		"馬英九 (3)",
		"我說了，不要碰學生，\n結果警政署還是下令要驅離，\n這一點我非常不滿意，\n第一，它不尊重地方政府，\n第二，執法方式也有違法之嫌\n動不動就驅離，真的把自己搞得像警察國家",
		"馬英九",
		"2004年4月5日"
		),

	"bumblerma4" => array(
		"馬英九 (4)",
		"紐西蘭還出一種很有名的東西\n叫鹿茸，\n鹿耳朵裡面的毛。",
		"中華民國第13任總統 馬英九",
		"2014.03.14"
		),

	"bumblerma5" => array(
		"馬英九 (5)",
		"罷免不需要這個總統犯罪，\n犯罪和罷免沒有一定關係，即使是沒有犯罪，\n只要他無能、他做不好，他的滿意度掉到18%，\n表示人民已經不信任他，示人民已經不尊敬他，\n就可以把權力拿回來",
		"台北市長 馬英九",
		"2006.6.18"
		),

	"bumblerma6" => array(
		"馬英九 (6)",
		"在真正危機已接近失控情況下，\n我們可以把這個電廠整個摧毀，\n避免輻射外洩。",
		"中華民國第13任總統 馬英九",
		"2013年11月26日"
		),

	"bumblerma7" => array(
		"馬英九 (7)",
		"行政院政務委員馬英九、今天上午發表聲明表示，\n因為國內政治風氣改變，改革阻力重重、\n加上民怨沸騰，為了表示負責，\n他今天清晨已經向行政院長連戰提出辭呈,\n卸除一切公務，對於參選台北市長一事，\n他也不再考慮。",
		"行政院政務委員 馬英九",
		"1997/05/08"
		),

	"bumblerma8" => array(
		"馬英九 (8)",
		"\n\n這個案子我們管定了。",
		"中華民國第十三任總統 馬英九",
		"102.7.20"
		),

	"bumblerma9" => array(
		"馬英九 (9)",
		"台灣的水母對我們游泳的人不是十分友善，\n但貴國的水母卻對觀光客十分友善，\n貴國一定對這些水母下過不少功夫；\n這是我們向各位學習的地方。",
		"中華民國第十三任總統 馬英九",
		"102年05月23日"
		),

	"baizei" => array(
		"吳敦義 (1)",
		"我牠們既然在臺中港那兒都可以轉彎了，\n白海豚自然有牠的生存，游水的路徑，\n牠也是會轉彎的。\n不是車子，就一直往直線走。",
		"行政院長 吳敦義",
		"2010年7月7日"
		),

	"baizei2" => array(
		"吳敦義 (2)",
		"\n\n我從來沒有講過白海豚會轉彎",
		"行政院長 吳敦義",
		"2011年6月14日 年代新聞 http://ppt.cc/6SDb"
		),

	"concubinejiang" => array(
		"江宜樺 (1)",
		"我不知道萬一將來政黨再次輪替，\n國親聯盟同樣利用「公投深化民主」的民意，\n恣意破壞縣政制度或阻饒社會改革時，\n知識份子憑什麼立場進行批判？",
		"台大政治系教授江宜樺",
		"二OO四年二月 中國時報投書《民粹公投再挫憲政發展》"
		),

	"concubinejiang2" => array(
		"江宜樺 (2)",
		"如果一個體系宣稱自己是民主體制，\n但是它對成員的訴求沒有認真回應，\n那麼抗議是有正當性的，哪怕是暴力的抗議。\n那個抗議正當性的多寡，\n就與體系麻木不仁的程度成正比。",
		"江宜樺",
		"《政治與社會哲學朋論》12期，2005年3月，頁283"
		),

	"concubinejiang3" => array(
		"江宜樺 (3)",
		"臺灣人民雖無獨特的民族意識，卻已經有相當\n明確的獨立國家意識。絕大部分的人認為\n自己的國土只限台澎金馬，自己的同胞只限\n居住在台澎金馬的人。在有關台灣未來前途\n的抉擇上，超過九成的人主張只有台澎金馬的\n人民有權利決定自己國家的未來。",
		"江宜樺，〈新國家運動下的臺灣認同〉, 2001",
		""
		),

  "tianlongbin" => array(
    "郝龍斌",
    "今天一個人如果是因為思想或言論的自由，\n被打壓或迫害我一定都聲援\n任何一個政權用不當的方式\n來壓迫人的思想、言論、宗教自由，\n包括他自己內部的成員都不認同，\n我想這是造成退黨最重要的原因",
    "2006台北市長參選人 郝龍斌",
    ""
    ),

  "tianlongbin2" => array(
    "郝龍斌 (2)",
    "\n\n連勝文若為此搬出帝寶，\n是一個矯情的做法",
    "台北市長 郝龍斌",
    ""
    ),

	"shenzhu" => array(
		"連勝文",
		"讓政治變得更加開放、透明，\n讓市政有更多年輕人可以投入的空間，\n新的世代才能承擔起新的時代。\n重新找回年輕人對於政治的信任，\n是學運後我們無法迴避的課題。",
		"台北市長參選人 連勝文",
		"節自 4月3日 臉書動態"
		),

	"empresslong" => array(
		"龍應台 (1)",
		"官員須將資產攤在陽光下，\n上任3個月內必須公開，\n認為政治人物一旦有權力在手，\n就「愈透明愈好」，\n以增加人民對政府的監督",
		"台灣文化部長 龍應台 2012",
		""
		),

	"empresslong2" => array(
		"龍應台 (2)",
		"我們要厘清，內地跟我們稱中國大陸的差別在哪裏，\n比如說，台灣在日本殖民的時候，\n稱日本為內地，\n現在的香港稱大陸為內地，\n以我們現在的立場上，\n我們稱大陸為內地，是不妥當的。",
		"台灣文化部長 龍應台",
		"2013"
		),

	"xiaofu" => array(
		"謝長廷",
		"如果這次選舉失敗，\n我就退出政壇，\n不再選舉",
		"2008年總統候選人 謝長廷",
		""
		),

	"elebald" => array(
		"蘇貞昌",
		"半年之內\n如果全民沒有感受到治安好轉，\n我辭職下台，\n並且永遠退出政壇",
		"行政院長 蘇貞昌",
		"2006年3月"
		),

	"dutifulsonlong" => array(
		"唐湘龍",
		"全世界都一樣，\n唯一能夠凌駕國家憲政主權就是「基本人權」。\n那麼，為了基本人權，\n違一個小小的集遊法，\n算什麼？這就是公民不服從。\n百分之百的公民不服從。",
		"唐湘龍",
		"《不該撤出凱道》2006年09月13日"
		),

	"fatty014" => array(
		"林益世",
		"我絕對沒有跟他們收取任何款項，\n我沒有收賄。\n品德操守的維持是民意代表基本條件，\n我再次強調，我沒有收賄。",
		"行政院秘書長 林益世",
		"2012.6.28 台北"
		),

	"princesslai" => array(
		"賴素如",
		"一直都選擇相信益世，\n但看到相關卷証資料，\n非常詫異不敢相信。\n但又不得不相信難掩哽咽難過的心情。",
		"台北市議員 賴素如",
		"2012年7月2日"
		),

	"cy689" => array(
		"梁振英 (1)",
		"\n\n我根本不是搞政治的材料",
		"梁振英",
		"1988年"
		),

	"cy6892" => array(
		"梁振英 (2)",
		"\n\n但我絕不會把孩子送去外國，\n這是一個錯誤的做法。",
		"梁振英",
		"1992年"
		),

	"cy6893" => array(
		"梁振英 (3)",
		"\n\n強烈譴責中共當權者\n血腥屠殺中國人民",
		"梁振英",
		"1989年6月5日《文匯報》"
		),

	"cy6894" => array(
		"梁振英 (4)",
		"你的僭建問題，不是單純的僭建問題，\n而是公開地向市民撒謊，隱瞞你的僭建問題，\n直到有傳媒圖文並茂地刊登，\n你才出來老老實實承認，\n你隱瞞僭建這個事實。",
		"梁振英",
		"2012年行政長官選舉辯論"
		),

	"cy6895" => array(
		"梁振英 (5)",
		"\n\n有人問我不參加第一屆特首選舉，\n會否參選第二屆？我說不會",
		"梁振英",
		"1996年2月1日"
		),

	"baldchiu" => array(
		"邱毅",
		"大家看到沒有，一大堆的香蕉，\n很明顯的，這個香蕉是誰送的，\n後來我查了很清楚，\n這個香蕉就是民進黨的黨團送進來的。",
		"中國國民黨前立委 邱毅",
		""
		),

	"pigtsai" => array(
		"蔡英文",
		"主席、各位委員。\n我們可以同意此文字修正，\n但應再加上必要時，\n以機密方式處理的規定。",
		"陸委會主任委員 蔡英文",
		""
		),

	"shengzhangforever" => array(
		"宋楚瑜",
		"在這邊鄭重的宣布，\n宋楚瑜正式退出台灣的政治，\n非常謝謝大家，謝謝諸位。",
		"台北市長候選人 宋楚瑜",
		"2006年"
		),

	"jumpercao" => array(
		"曹金生",
		"沒有畫面，\n就像我之前說的，\n完全沒有畫面",
		"最高軍事法院檢察署少將檢察長 曹金生",
		"2013年7月19日"
		),

	"notimportant" => array(
		"謝龍介",
		"如果陳水扁成功當選連任，\n我就切腹自殺。",
		"前台南市議員　謝龍介",
		"2004年總統大選"
		),

	"liarjiang" => array(
		"蔣偉寧",
		"學者要嚴守學術倫理，\n實實在在地做研究，\n不要為了充論文數量而浮濫掛名。",
		"前教育部部長 蔣偉寧",
		""
		),

  "rochelper" => array(
    "胡志強",
    "我說我分不出，別人會投票給我，\n是因為我能力好，\n還是因為可憐同情我，\n所以我不能再選舉了。",
    "台中市長 胡志強",
    "http://news.tvbs.com.tw/entry/304659"
    ),

  "fuhsiung" => array(
    "沈富雄",
    "沈富雄當場發誓，他絕對參選到底，\n他也將自己比喻為一架機頭已拉起的飛機，\n將力拚7月底前民調衝至20%，\n「這樣就可升空」",
    "北市長退選人 沈富雄",
    "http://news.ltn.com.tw/news/politics/breakingnews/1045742"
    ),

	"custom" => array(
		"使用者上傳",
		"請輸入內容",
		"請輸入落款",
		""
		),
);
?>
